---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ZonePhase
source: html/b69fc662-ba7c-b8fd-920c-df738dbafa9c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ZonePhase Property

"Phase"

## Syntax (C#)
```csharp
public static ForgeTypeId ZonePhase { get; }
```